﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ reaccionó a una publicación en la que te etiquetaron";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ y%@ reaccionaron a una publicación en la que te etiquetaron";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ republicó una publicación en la que te etiquetaron";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ y%@ republicaron una publicación en la que te etiquetaron";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ zapeó un publicación en la que te etiquetaron";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ y%@ zapearon una publicación en la que te etiquetaron";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ reaccionó a tu publicación";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ y %@ reaccionaron a tu publicación";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ republicó tu publicación";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ y %@ republicaron tu publicación";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ zapeó tu publicación";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ y %@ zapearon tu publicación";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ reaccionó a tu perfil";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ y %@ reaccionaron a tu perfil";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ republicó tu perfil";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ y %@ republicaron tu perfil";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ zapeó tu perfil";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ y %@ zapearon tu perfil";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "Se bloqueó a %@";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "No se encontró %@";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. No se requiere un número de teléfono, correo electrónico ni nombre para crear una cuenta. Comienza de inmediato sin fricciones.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. Mensajes privados con cifrado de un extremo a otro. Mantén a los gigantes tecnológicos fuera de tus mensajes directos.";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. Deja propinas en las publicaciones de tus amigos y acumula sats con Bitcoin⚡️, la moneda nativa de internet.";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' en '%2$@' se usará con fines de verificación";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' es un identificador NIP-05 no válido. Debería de tener la apariencia de un correo electrónico.";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "Información";

/* Label for About Me section of user profile form. */
"About Me" = "Acerca de mí";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Jefe supremo";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Aceptar";

/* Label to indicate the public ID of the account. */
"Account ID" = "Identificador de cuenta";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "Acciones";

/* Button to confirm adding user inputted relay. */
"Add" = "Agregar";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "Agregar todo";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "Agregar marcador";

/* Button to add recommended relay server.
   Label for section for adding a relay server. */
"Add Relay" = "Agregar relé";

/* Label to display relay contact user. */
"Admin" = "Administrador";

/* Label for filter for all notifications. */
"All" = "Todas";

/* Setting to always show and never blur images */
"Always show images" = "Mostrar imágenes siempre";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "Anónimo";

/* Any amount of sats */
"Any" = "Cualquiera";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "Clave de API (opcional)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "Clave de API (obligatorio)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "¿Seguro quieres volver a publicar esto?";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "¡Qué buena publicación!";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Imagen del banner";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "Antes de empezar, tendrás que guardar la información de tu cuenta. De lo contrario, no podrás iniciar sesión en el futuro si llegas a desinstalar Damus.";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Propinas con Bitcoin Lightning";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "Bloquear";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "¿Bloquear a %@?";

/* Title of alert for blocking a user. */
"Block User" = "Bloquear usuario";

/* Sidebar menu label for Profile view. */
"Blocked" = "Bloqueado";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "Usuarios bloqueados";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "Marcadores";

/* Accessibility label for boosts button */
"Boosts" = "Boosts";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Transmitir";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "Cancelar";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing bookmarks data. */
"Clear All" = "Borrar todo";

/* Button to clear image cache. */
"Clear Cache" = "Borrar caché";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "Comentario";

/* Label to display relay contact information. */
"Contact" = "Contacto";

/* Continue with deleting the user. */
"Continue" = "Continuar";

/* Label indicating that a user's key was copied. */
"Copied" = "Copiada";

/* Button to copy a relay server address. */
"Copy" = "Copiar";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Copiar identificador de cuenta";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "Copiar imagen";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Copiar URL de imagen";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Copiar factura";

/* Button to copy link to note */
"Copy Link" = "Copiar enlace";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "Copiar LNURL";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Copiar identificador de nota";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Copiar JSON de nota";

/* Button to copy report ID. */
"Copy Report ID" = "Copiar identificador de reporte";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Copiar texto";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Copiar clave pública de usuario";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "No se pudo encontrar al usuario para bloquearlo...";

/* Button to create account. */
"Create" = "Crear";

/* Button to create an account. */
"Create Account" = "Crear cuenta";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Crear nueva lista de silenciados";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Creador(es) de Bitcoin. Toda una leyenda.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Personalizado";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "Cantidad personalizada del zap";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Damus";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (Propietario, Mayor precisión)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "Billetera predeterminada";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "Cantidad predeterminada del zap en sats";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist. */
"Delete" = "Borrar";

/* Button to delete the user's account. */
"Delete Account" = "Eliminar cuenta";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Cuenta eliminada";

/* Label to display relay description. */
"Description" = "Descripción";

/* Button to disable image animation */
"Disable animations" = "Desactivar animaciones";

/* Button to dismiss a text field alert. */
"Dismiss" = "Descartar";

/* Label to prompt display name entry. */
"Display Name" = "Mostrar nombre";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "Mensajes directos";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "Listo";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Gana dinero";

/* Button to edit user's profile. */
"Edit" = "Editar";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "Editar participantes";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Cifrada";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "Ingresa la clave de tu cuenta para iniciar sesión:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "Error al obtener la factura de lightning";

/* Error message indicating why saving keys failed. */
"Error: %@" = "Error: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "CLUF";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "Todos pueden ver que enviaste un zap";

/* Button label text for filtering relay servers. */
"Filter" = "Filtro";

/* Button to follow a user. */
"Follow" = "Seguir";

/* Button to follow a user back. */
"Follow Back" = "Seguir";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "Sigueme en nostr";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "Seguidores";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "Siguiendo";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Siguiendo...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "Te sigue";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "Gratuito";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "Obtener clave de API";

/* No comment provided by engineer. */
"Hello, World!" = "¡Hola, mundo!";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "Ocultar";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "Ocultar clave de API";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Inicio";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://ejemplo.com/foto.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Contenido ilegal";

/* Section title for images configuration. */
"Images" = "Imágenes";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Clave inválida";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "Dirección de lightning inválida";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "Dirección para propina inválida";

/* Button for user to report that the account or content has spam. */
"It's spam" = "Es spam";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Zurdo";

/* Button to complete account creation and start using the app. */
"Let's go!" = "¡Vamos!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (Código abierto)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Dirección de Lightning o LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Factura de Lightning";

/* Accessibility Label for Like button */
"Like" = "Me gusta";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "Cargar %@ más";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "Autenticación local para acceder a la clave privada";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "Predeterminada del sistema";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "Iniciar sesión";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Cerrar sesión";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "Buscando %@...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "Asegúrate de que tu clave de cuenta nsec esté guardada antes de cerrar sesión o perderás el acceso a esta cuenta";

/* Label for filter for seeing mention notifications (replies, etc). */
"Mentions" = "Menciones";

/* Section header for miscellaneous user configuration */
"Miscellaneous" = "Miscelánea";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "Verificación NIP-05";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "No";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "No se encontró una lista de bloqueo. ¿Crear una nueva? Esto sobrescribirá las listas de bloqueo anteriores.";

/* No comment provided by engineer. */
"No data available" = "No hay datos disponibles";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "Nadie puede ver que enviaste un zap";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "No se envían zaps, solo un pago de lightning.";

/* No search results. */
"none" = "ninguno";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "Ninguno";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "Ninguno";

/* Dropdown option label for system default for NostrBuild image uploader. */
"NostrBuild" = "NostrBuild";

/* Dropdown option label for system default for NostrImg image uploader. */
"NostrImg" = "NostrImg";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "La nota incluye una clave privada \"nsec1\". ¿Estas seguro?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "Nada para ver aquí. ¡Vuelve a consultar luego!";

/* Toolbar label for Notifications view. */
"Notifications" = "Notificaciones";

/* String indicating that a given timestamp just occurred */
"now" = "ahora";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Desnudos o contenido explícito";

/* Button to dismiss the alert. */
"Ok" = "Ok";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "Solo tú puedes ver este mensaje y quién lo envió.";

/* Label indicating that a form input is optional. */
"optional" = "opcional";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "Relé de pago";

/* Button to pay a Lightning invoice. */
"Pay" = "Pagar";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Paga la factura de Lightning";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "Cuenta eliminada permanentemente";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "Plan";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "Selecciona relés de la lista a continuación para filtrar la fuente actual:";

/* Button to post a note. */
"Post" = "Publicar";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "Publicación de un usuario que bloqueaste";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "Publicaciones";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "Publicaciones y respuestas";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "Privada";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "Clave privada";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "Solo '%@' puede ver que le enviaste un zap";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Pro";

/* Sidebar menu label for Profile view. */
"Profile" = "Perfil";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Foto del perfil";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "Público";

/* Section title for the user's public account ID. */
"Public Account ID" = "Identificador de cuenta pública";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "Clave pública";

/* Label indicating that the text is a user's public account key. */
"Public key" = "Clave pública";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "¿Clave pública?";

/* Navigation bar title for Reactions view. */
"Reactions" = "Reacciones";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Relés recomendados";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Rechazar";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "Relé";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "Relés";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "Se notificó a los relés, por lo que los clientes podrán usar esta información para filtrar contenido. ¡Gracias!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "Eliminar todo";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "Eliminar marcador";

/* Accessibility label for reply button */
"Reply" = "Responder";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "Respondiendo a %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "Respondiendo a %1$@ y %2$@";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "Respondiéndose a sí mismo";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "Respondiendo a:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "Reportar";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "Identificador de reporte:";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "¡Reporte enviado!";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "Republicar";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "Republicada";

/* Navigation bar title for Reposts view. */
"Reposts" = "Republicaciones";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "Solicitudes";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Reintentar";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "Guardar";

/* Context menu option to save an image. */
"Save Image" = "Guardar imagen";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "Escanea el código";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "Buscar hashtag: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Buscar...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Clave de inicio de sesión de cuenta secreta";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Seleccionar una billetera de Lightning";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Seleccionar billetera predeterminada";

/* Prompt selection of user's image uploader */
"Select image uploader" = "Seleccionar cargador de imágenes";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "Envía un mensaje para empezar la conversación...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Servidor";

/* Prompt selection of translation service provider. */
"Service" = "Servicio";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Configuración";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "Compartir";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "Compartir nota";

/* Button to present iOS share sheet */
"Share Via..." = "Compartir por...";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "Mostrar";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "Mostrar clave de API";

/* Button to show entire note. */
"Show more" = "Ver más";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Mostrar selector de billetera";

/* Section title for signing out */
"Sign Out" = "Cerrar sesión";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Cerrar sesión";

/* Label to display relay software. */
"Software" = "Software";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "NIPs soportados";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "¡Gracias!";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "La dirección debería empezar con LNURL o parecer una dirección de correo electrónico.";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "Está suplantando a alguien";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "Este es un relé de pago, debes pagar para que acepte tus publicaciones.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "Esta es una clave pública, por lo que no podrás hacer publicaciones ni interactuar de ningún modo. Se usa para ver cuentas desde su perspectiva.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "Esta es una clave de nostr antigua. No sabemos con seguridad si es una clave pública o privada. Activa el siguiente botón si es una clave pública.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "Este es tu identificador de cuenta, que puedes compartir con tus amigos para que te sigan. Toca para copiarlo.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "Esta es tu clave de cuenta secreta, que necesitas para acceder a tu cuenta. ¡No la compartas con nadie! Guárdala en un administrador de contraseñas y protégela.";

/* Navigation bar title for note thread. */
"Thread" = "Hilo";

/* Button to translate note from different language. */
"Translate Note" = "Traducir nota";

/* Button to indicate that the note has been translated from a different language. */
"Translated from \(lang)" = "Traducida del \(lang)";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from \(lang)..." = "Traduciendo del \(lang)...";

/* Section title for selecting the translation service. */
"Translations" = "Traducciones";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "Escribe \"DELETE\" para eliminar";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Escribe tu publicación aquí...";

/* Button to unfollow a user. */
"Unfollow" = "Dejar de seguir";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Dejando de seguir...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "Universo 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "Usuario bloqueado";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "Se bloqueó al usuario";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Nombre de usuario";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "Versión";

/* Sidebar menu label for Wallet view. */
"Wallet" = "Billetera";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "Selección de billetera";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "ADVERTENCIA:\n\nESTO FIRMARÁ UN EVENTO QUE ELIMINA ESTA CUENTA.\n\nYA NO PODRÁS INICIAR SESIÓN EN DAMUS CON LA CLAVE DE ESTA CUENTA.\n\n ¿SEGURO QUIERES CONTINUAR?";

/* Label for Website section of user profile form. */
"Website" = "Sitio web";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "Te damos la bienvenida a la red social que %@ controlas.";

/* Text to welcome user. */
"Welcome, %@!" = "¡Te damos la bienvenida, %@!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "¿Qué quieres reportar?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://algun.rele.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Sí, sobrescribir";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "Sí, publicar con clave privada";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "tú";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "Todavía no tienes marcadores; agrégalos en el menú contextual.";

/* Label for Your Name section of user profile form. */
"Your Name" = "Tu nombre";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "El reporte se enviará a los relés con los que tengas conexión";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "Zap";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "Cantidad del zap";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "Cantidad del zap en sats";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "Tipo de zap";

/* Setting to enable vibration on zap */
"Zap Vibration" = "Vibración al zapear";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "Zapeando...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view. */
"Zaps" = "Zaps";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

